const lang = {
  ru: {
    title: "Подача заявки на конкурс стартап проектов",
    rules: [
      "Подтвердите согласие на обработку данных, в соответствии с Законом «О персональных данных» от 2 июля 2019 года № ЗРУ-547.",
      "Подтвердите информацию о том, что решение Министерства инновационного развития Республики Узбекистан относительно Вашей заявки является окончательным и не подлежит обжалованию.",
      "Подтвердите информацию о том, что заявитель не имеет открытых договоров на получение государственных субсидий с Министерством инновационного развития Республики Узбекистан и другими институтами развития, осуществляющими поддержку инновационных предприятий.",
    ],
    appTitle: "Заявка на конкурс стартапов",
    projectName: "Название проекта",
    declarantFullName: "ФИО руководителя проекта (заявитель)",
    phone: "Телефон",
    email: "Email",
    sex: {
      label: "Пол",
      items: [
        { label: "Мужской", val: "male" },
        { label: "Женский", val: "female" },
      ],
    },
    funds: {
      label: "Объем необходимого финансирования",
      hint:
        "Данные должны соответствовать бизнес плану и финансовым таблицам. Валюта: UZS (сум)",
    },
    declarantTitle: "Заявитель",
    declarantChoose: "Выберите тип заявителя",
    declarantType: "Тип заявителя",
    inn: "ИНН",
    passport: "Серия и номер паспорта",
    indivRegion: "Регион заявителя",
    indivFiles:
      "Пожалуйста прикрепите сканированную версию паспорта в формате *.pdf или *.jpg.",
    company: "Организация",
    mainActivity: {
      label: "Вид деятельности предприятия",
      hint:
        "Вид деятельности предприятия в соответствии с уставом предприятия.",
    },
    companyHeadFullName: "ФИО руководителя организации",
    compRegion: "Выбор региона",
    compFiles:
      "Пожалуйста прикрепите удостоверение предприятия в формате *.pdf или *.jpg.",
    infoTitle: "Информация о проекте",
    scope: "Выберите сферу применения",
    content: "Основная суть бизнес-идеи",
    annotation:
      "Информация об используемых технологиях , степени их новизны и т.д.",
    stage: "Этап проекта",
    startDate: "Планируемый срок реализации проекта с",
    endDate: "года по",
    year: "год",
    years: "году",
    payBack: "Выход на самоокупаемость в",
    keyword: "Ключевые слова",
    perTitle: "Описание команды проекта",
    perSubTitle:
      "Укажите всех сотрудников проекта, включая руководителя проекта (заявителя).",
    per: "Сотрудник",
    perName: "ФИО сотрудника",
    perBday: "Дата рождения",
    perEdu: "Образование",
    perRole: "Специализация и роль в проекте",
    perRm: "Удалить сотрудника",
    perAdd: "Добавить сотрудника",
    finTitle: "Финансовые таблицы",
    finSubTitle:
      "Пожалуйста , заполните финансовые таблицы заявки по данному образцу",
    finFile: "Загрузите финансовую таблицу в формате *.xlsx",
    finScan:
      "Распечатайте, подпишите каждую страницу финансовых таблиц (для юридических лиц – поставьте печать, подпись), затем отсканируйте и загрузите сканированную версию в формате *.pdf",
    busTitle: "Бизнес-план",
    busSubTitle: [
      "Пожалуйста, заполните бизнес-план заявки по данному образцу.",
      "В случае отсутствия в бизнес-плане пунктов, указанных в образце, заявка считается недействительной.",
    ],
    busPlan: "Загрузите бизнес-план в формате *.docx",
    busScan:
      "Распечатайте, подпишите каждую страницу бизнес плана (для юридических лиц – поставьте печать, подпись), затем отсканируйте и загрузите сканированную версию в формате *.pdf",
    commercialTitle: "Коммерческие предложения",
    commercialSubTitle: [
      "Пожалуйста приложите коммерческие предложения на покупку товаров для проекта.",
      "Например, отсканированные версии коммерческих предложений предприятий-поставщиков с печатью и подписью, переписка с поставщиками по электронной почте, данные из открытых источников (интернет).",
      "Запрещено приобретение товаров и услуг, стоимость которых превышает среднерыночную стоимость аналогичных товаров и услуг в регионе осуществления стартап-проекта, а также в процессе выполнения соглашения за счет средств гранта запрещены сделки с аффилированными лицами.",
    ],
    commercialFiles:
      "Загрузите файлы коммерческих предложений в формате *.pdf или *.jpg",
    otherTitle: "Дополнительные файлы",
    otherText: ["1. Информация о ИС.", "2. Иные сканированные документы."],
    otherFiles: "Загрузите дополнительные файлы в формате *.jpeg или *.pdf",
    filesLabel: "Загрузить файлы",
    fileLabel: "Загрузить файл",
    downFiles: "Загруженные файлы",
    downSample: "Загрузить образец",
    submit: "Отправить",
    waiting: "Подождите. Идёт обработка.",
    success: {
      title: "ИЗВЕЩЕНИЕ",
      subTitle:
        "О принятии к рассмотрению заявки на конкурс стартап проектов Министерства инновационного развития Республики Узбекистан.",
      number: "Номер Вашей заявки -",
      text: `Уважаемый заявитель! При заполнении заявки на конкурс стартап проектов Министерства инновационного развития Республики Узбекистан, Вами было подтверждено согласие на обработку данных, в соответствии с Законом «О персональных данных» от 2 июля 2019 года № ЗРУ-547 и подтверждена информацию о том, что решение Министерства инновационного развития Республики Узбекистан относительно Вашей заявки является окончательным и не подлежит обжалованию.`,
      check: "Проверить статус",
    },
  },
  uz: {
    title: "Стартап лойиҳалари танловига аризани топшириш",
    rules: [
      `"Шахсий маълумотлар тўғрисида" 2019 йил 2 июлдаги ЗРУ-547-сонли қонунга мувофиқ маълумотларни қайта ишлашга розилигингизни тасдиқланг.`,
      "Сизнинг аризангиз бўйича Ўзбекистон Республикаси Инновацион ривожланиш вазирлигининг қарори қатъий ва шикоят қилиниши мумкин эмаслигини тасдиқланг.",
      "Ариза берувчининг Ўзбекистон Республикаси Инновацион ривожланиш вазирлиги ва инновацион корхоналарни қўллаб-қувватловчи бошқа ривожланиш институтлари билан давлат грантларини олишга очиқ шартномалари ёъқлиги тўғрисидаги маълумотни тасдиқланг.",
    ],
    appTitle: "Стартап танловига ариза",
    projectName: "Лойиҳанинг номи",
    declarantFullName: "Лойиҳа раҳбарининг (аризачининг) ФИШ",
    phone: "Телефон",
    email: "Email",
    sex: {
      label: "Жинс",
      items: [
        { label: "Эркак", val: "male" },
        { label: "Аёл", val: "female" },
      ],
    },
    funds: {
      label: "Керакли маблағ",
      hint:
        "Маълумотлар бизнес-режа ва молиявий жадвалларга мос келиши керак. Валюта: UZS (сўм)",
    },
    declarantTitle: "Ариза берувчи",
    declarantChoose: "Ариза берувчининг турини танланг",
    declarantType: "Ариза берувчи тури",
    inn: "Шахсий солиқ рақами(ШСР)",
    passport: "Паспорт серияси ва рақами",
    indivRegion: "Ариза берувчи минтақа",
    indivFiles:
      "Илтимос, паспортингизнинг сканерланган версиясини *.pdf ёки  *.jpg.  форматида илова қилинг.",
    company: "Ташкилот",
    mainActivity: {
      label: "Фаолият тури",
      hint: "Корхона уставига мувофиқ корхона фаолияти тури.",
    },
    companyHeadFullName: "Ташкилот раҳбарининг тўлиқ исми",
    compRegion: "Ҳудудни танлаш",
    compFiles:
      "Илтимос, компанияни гувохномасини *.pdf  ёки *.jpg  форматида илова қилинг.",
    infoTitle: "Лойиҳа ҳақида маълумот",
    scope: "Дастур доирасини танланг",
    content: "Бизнес ғоясининг асосий моҳияти",
    annotation:
      "Амалдаги технологиялар, уларнинг янгилик даражаси ва бошқалар тўғрисидаги маълумотлар.",
    stage: "Лойиҳанинг босқичи",
    startDate: "Режалаштирилган лойиҳани амалга ошириш даври бошланиши",
    endDate: "йил то",
    year: "йил",
    years: "йилда",
    payBack: "Ўз-ўзини таъминлашга чиқиш",
    keyword: "Калит сўзлар",
    perTitle: "Лойиҳа жамоасининг тавсифи",
    perSubTitle:
      "Лойиҳанинг барча ходимларини, шу жумладан лойиҳа рахбарини (аризачини) ёзинг.",
    per: "Ходим",
    perName: "Ходимни ФИШ",
    perBday: "Туғилган санаси",
    perEdu: "Таълим",
    perRole: "Ихтисослик ва лойиҳадаги роли",
    perRm: "Ходимни ўчириш",
    perAdd: "ХОДИМНИ ҚЎШИШ",
    finTitle: "Молиявий жадваллар",
    finSubTitle:
      "Илтимос, ушбу намунадаги талабноманинг молиявий жадвалларини тўлдиринг",
    finFile: "*.xlsx форматида молиявий жадвални юклаб олинг",
    finScan:
      "Молиявий жадвалларнинг ҳар бир саҳифасини чоп этинг, имзоланг (юридик шахслар учун - штамп, имзо), сўнгра *.pdf форматида сканердан ўтказинг ва юклаб олинг.",
    busTitle: "Бизнес режаси",
    busSubTitle: [
      "Илтимос, ушбу намунадан фойдаланган ҳолда ариза учун бизнес-режани тўлдиринг.",
      "Агар бизнес-режада намунада кўрсатилган нарсалар мавжуд бўлмаса, ариза ҳақиқий эмас деб ҳисобланади.",
    ],
    busPlan: "Бизнес-режани *.docx форматида юклаб олинг",
    busScan:
      "Бизнес-режанинг ҳар бир саҳифасини чоп этинг, имзоланг (юридик шахслар учун - муҳр, имзо қўйинг), сўнгра *.pdf форматида сканердан ўтказинг ва юклаб олинг.",
    commercialTitle: "Тижорат таклифлари",
    commercialSubTitle: [
      "Илтимос, лойиҳа учун товарларни сотиб олиш бўйича тижорат таклифларини илова қилинг.",
      "Масалан, етказиб берувчи корхоналарнинг тижорат таклифларининг муҳр ва имзо билан сканерланган версиялари, электрон почта орқали етказиб берувчилар билан ёзишмалар, очиқ манбалардан олинган маълумотлар (Интернет).",
      "Нархлари бошланғич лойиҳаси амалга оширилаётган ҳудудда ўхшаш товарлар ва хизматларнинг ўртача бозор қийматидан юқори бўлган товарлар ва хизматларни сотиб олиш тақиқланади, шунингдек шартномани грант маблағи ҳисобига амалга ошириш жараёнида аффиланган шаҳслар билан битимлар тузиш тақиқланади.",
    ],
    commercialFiles:
      "*.pdf ёки  *.jpg  форматида тижорат таклифларини юклаб олинг",
    otherTitle: "Қўшимча файллар",
    otherText: ["1. ИМ ҳақида маълумот.", "2. Бошқа сканерланган ҳужжатлар."],
    otherFiles: "*.jpeg ёки  *.pdf  форматида қўшимча файлларни юклаб олинг",
    filesLabel: "Файлларни юклаб олинг",
    fileLabel: "Файлларни юклаб олинг",
    downFiles: "Юклаб олинган файллар",
    downSample: "НАМУНАНИ ЮКЛАБ ОЛИНГ",
    submit: "Юбориш",
    waiting: "Кутинг, кўриб чиқилмоқда.",
    success: {
      title: "ЭЪЛОН",
      subtitle:
        "Ўзбекистон Республикаси Инновацион ривожланиш вазирлигининг стартап  лойиҳаси танловига буюртманомани кўриб чиқиш учун қабул қилиш тўғрисида.",
      number: "Сизнинг  ариза  рақамингиз -",
      text: `Ҳурматли аризачи! Ўзбекистон Республикаси Инновацион ривожланиш вазирлигининг  стартап лойиҳаси танловига ариза тўлдирганда, сиз "Шахсий маълумотлар тўғрисида" 2019 йил 2 июлдаги ЎРК-547-сонли қонунга мувофиқ маълумотларни қайта ишлашга розилигингизни ва шу билан бирга Сизнинг аризангиз бўйича Ўзбекистон Республикаси Инновацион ривожланиш вазирлигининг қарори охирги ҳисобланади ва қайта куриб чиқилмайди маълумотни тасдиқладингиз.`,
      check: "Ҳолатини текшириш",
    },
  },
};

export default lang;
